Repository: FUpir/TelegramVPNBot
Catalog: Properties/Resource_*.resx
Languages: ru

# AccessImg
source: https://lh3.googleusercontent.com/fife/ALs6j_FJDmdxtUSbAuLjXAoSOPDmeA_UVBBCIvIRayVbSJmG3JHp6enlttqnYcQtPTtvYJIOniygzFASeWibYjD-GxkpGny2gTAqpCVo4el25n9hK6Jx8ZtWlbCp7XCYuh-tkGle7B1ERSbDiHa4RPBAmQFFDnBe_yktSWEenGYeoziIkYP3DPOsB0J81BKY25_Tq4AhNZLvqdC924Nd-XHeKRjniKiA2dp1ToaQsV0JdzvLERFh_r_0eVaDvv_BwV0FsDhTOoCD8FwumruyVwcm5Z2RClFB50xww469q0VX2UuEzrUo0q1NN5XEA6j5zIgcJh-0MzLpJkhJlZamSdfqAQDqAGw7HOJ939ZVJ10N_DaWFq9ViXnJdJBuYJRGH_nBJzk0xQtGD3463_DHx_1NcOzUxWXu1uz_RVWfMEfyPQPQn22jAWVox_K1j5FskQZo5-PxIlVMbjtFWvNKnd-mdIuSeAwOBTSFNeNJqf_fYaOLIHoRhULhPB1BI8TkBTOBR4gxnE31n5rifo51bQ4AGx13rFzozIYP5ic3aDYRcB5Ei165pfreqrT-8QrTUBNo3aUyWVcuiwGaM34DdDKMi6dBloewDdgDQ07tAMwrbyEHEBfIrsZot-RAoeki1HeTKsg0iW4IeYTmTjiRlqsgva9F1GDCrMjIaWVtOg_x4XFoEWKN4vEhVak3f2T-5I5YtGeLVPP6ZOyB7hyF0RzZ7rcvJwodKTBI-HkcLY5d6cr3XVLb6g0qqK6uRxCOkbWgOKER7Y-urRaOuDgVPJt1VPmonLo4nlbK1Qi7-T6NB0uImUPyWxQX0OvRZtNJSm6oJnmRaFO5T_AgUEXvEONVgPmETDsUBfEy4VhL9pLIQmQSBC8jAawKrXHxvTeIykNMiMpEcptPnB8L4QAaGo9hA21K_Vz02EJvkbhNk5LNJ_7womZXCjkOlor40NA720gdfoDEBgzxMuj4U_q5Q-KJPhjW4H8IG1eG9As6P_9BsTQJPW54mCCFszoIClGq2mqdNPRce7R6NI8u456W5Gx-erF7-631DA05WjR7rjBwK9NiGmhcVxrskyPlg1O1Y5bMpZg8hoiL4mhGLeIOgnDHqtZI5LUrHGkMn2CcfXej-rBrJ3CuM7oHovtMYo_agXcMw0eNBkfQdz1p07EAKZ9hfb8HoZIJohgsoW377xbRuILckReyzY7BPwALMnZ3HPWT2gw9_20taxUOpj2f79Iv2VxoE86V3kpAaIg2XGQpzZZtgq24DQHTSTcUl9tVi3Rxn_dNUFOz2QpgdigTajtkJylOiu6RZWorUnnvOLMUrBYhYuRPov2LuN3GQaXSq8pG-a7qewF0l1IbJriINAsuCCl41scaSE5Tgcu7akX48WnZeu9m8gRfdRamNWUWuM4l3h7wnhEJoS_6mI7Vo7kmFDGxtmGQYpt2RV0QT5mh7kgOihQiqz3d_Om6Io5-3_RpEsJmxomZJs0a4gIUsp8OJIlrpGQ5Kfjy67qt1D3csc6xy3H74JhOp9y0AAHinT9508bm9_xJVK5q8uhMhMuWp52kQaPtObgHq8BkXwYV5lVLUBNs1dqzTSkN14Dkm67nsM0qUZ32fz9C8EF5ySP-V4Ah_KswOVl0yX56vB3vBspE3ck1DUAn1_nIWmRfT9ZC0qlIbgGcWYs2YWgrNIvriQ9kyHX_Mei6O9ZAjbn_RkT1eXnZxaC8oLcsTOowWBibXD901hRHXqADfGKSlfx2e6h8_CKaY4AHhaE0w1Bqq5xYqoQ0sYVYnL4i1_ki
ru: https://lh3.googleusercontent.com/d/1171TdlkKJsmD3s7ZTijA1cjF40T155lr

# AccessMessage
source: Choose Your Subscription 💳 We offer various options to ensure you get VPN access tailored to your needs.
ru: Выберите вашу подписку 💳 Мы предлагаем различные варианты, чтобы вы могли получить доступ к VPN, который подходит именно вам.

# ActiveTutorial
source: https://telegra.ph/Tutorial-How-to-Set-Up-and-Use-Outline-VPN-with-an-Access-Key-01-17
ru: https://telegra.ph/Rukovodstvo-Kak-nastroit-i-ispolzovat-Outline-VPN-s-klyuchom-dostupa-01-17

# ExpiredMessage
source: Your Access Has Ended ⏳ Hello! We noticed that your subscription has expired. To regain access, please renew your subscription—it only takes a few minutes! If you have any questions or need assistance, feel free to contact us. We are always here to help. Thank you for choosing us! 💙
ru: Ваш доступ завершён ⏳ Здравствуйте! Мы заметили, что срок действия вашей подписки истёк. Для возобновления доступа, пожалуйста, продлите свою подписку. Это займет всего несколько минут! Если у вас возникли вопросы или нужна помощь, свяжитесь с нами. Мы всегда готовы вам помочь. Спасибо, что выбираете нас! 💙

# FreeMessage
source: 🎉 Congratulations! Your 24-hour trial VPN subscription has been successfully activated. 📲 You can connect right away and start enjoying secure and fast internet access. ⏰ Once the trial period ends, you can extend your subscription to continue using the service. Thank you for choosing our service! 💙
ru: 🎉 Поздравляем! Ваша пробная подписка на VPN успешно активирована на 24 часа. 📲 Вы можете сразу подключиться и начать пользоваться безопасным и быстрым интернетом. ⏰ По истечении пробного периода вы сможете продлить подписку, чтобы продолжить пользоваться сервисом. Спасибо, что выбрали наш сервис! 💙

# KeyboardAccess
source: Monthly|6 Months|12 Months|🎁 Trial Period|⬅️ Back
ru: Месяц | 6 месяцев | 12 месяцев | 🎁 Пробный период | ⬅️ Назад

# KeyboardExpired
source: Subscribe|Profile
ru: Подписка|Профиль

# KeyboardFree
source: 📄 My Subscriptions|⬅️ Back
ru: 📄 Мои подписки|⬅️ Назад

# KeyboardPayment
source: Pay {0}⭐|⬅️ Back
ru: Оплатить {0}⭐ | ⬅️ Назад

# KeyboardProfile
source: 📄 My Subscriptions|⬅️ Back
ru: 📄 Мои подписки | ⬅️ Назад

# KeyboardStart
source: Subscribe|Profile|Settings|About Us|Support
ru: Подписка|Профиль|Настройки|О нас|Поддержка

# KeyboardSubscription
source: How to Active?|⬅️ Back
ru: Как активировать? | ⬅️ Назад

# KeyboardSuccess
source: 📄 My Subscriptions|⬅️ Back
ru: 📄 Мои подписки | ⬅️ Назад

# PaymentMessage
source: You have chosen a {0}-month subscription. The subscription cost is {1}⭐. 🔑 After payment, you will receive a personal access key and instructions for setting up the VPN.
ru: Вы выбрали подписку на {0} месяцев. Стоимость подписки: {1}⭐. 🔑 После оплаты вы получите персональный ключ доступа и инструкции по настройке VPN.

# ProfileMessage
source: 📌 **Name:** {0} 🔗 Username: @{1} 🆔 Telegram ID: {2} 🕒 Registration Date: {3} 📅 Status: {4} ⏳ Subscription Expiration: {5} (UTC+0)
ru: 📌 **Имя:** {0} 🔗 Имя пользователя: @{1} 🆔 Telegram ID: {2} 🕒 Дата регистрации: {3} 📅 Статус: {4} ⏳ Окончание подписки: {5} (UTC+0)

# StartImg
source: https://lh3.googleusercontent.com/fife/ALs6j_FJDmdxtUSbAuLjXAoSOPDmeA_UVBBCIvIRayVbSJmG3JHp6enlttqnYcQtPTtvYJIOniygzFASeWibYjD-GxkpGny2gTAqpCVo4el25n9hK6Jx8ZtWlbCp7XCYuh-tkGle7B1ERSbDiHa4RPBAmQFFDnBe_yktSWEenGYeoziIkYP3DPOsB0J81BKY25_Tq4AhNZLvqdC924Nd-XHeKRjniKiA2dp1ToaQsV0JdzvLERFh_r_0eVaDvv_BwV0FsDhTOoCD8FwumruyVwcm5Z2RClFB50xww469q0VX2UuEzrUo0q1NN5XEA6j5zIgcJh-0MzLpJkhJlZamSdfqAQDqAGw7HOJ939ZVJ10N_DaWFq9ViXnJdJBuYJRGH_nBJzk0xQtGD3463_DHx_1NcOzUxWXu1uz_RVWfMEfyPQPQn22jAWVox_K1j5FskQZo5-PxIlVMbjtFWvNKnd-mdIuSeAwOBTSFNeNJqf_fYaOLIHoRhULhPB1BI8TkBTOBR4gxnE31n5rifo51bQ4AGx13rFzozIYP5ic3aDYRcB5Ei165pfreqrT-8QrTUBNo3aUyWVcuiwGaM34DdDKMi6dBloewDdgDQ07tAMwrbyEHEBfIrsZot-RAoeki1HeTKsg0iW4IeYTmTjiRlqsgva9F1GDCrMjIaWVtOg_x4XFoEWKN4vEhVak3f2T-5I5YtGeLVPP6ZOyB7hyF0RzZ7rcvJwodKTBI-HkcLY5d6cr3XVLb6g0qqK6uRxCOkbWgOKER7Y-urRaOuDgVPJt1VPmonLo4nlbK1Qi7-T6NB0uImUPyWxQX0OvRZtNJSm6oJnmRaFO5T_AgUEXvEONVgPmETDsUBfEy4VhL9pLIQmQSBC8jAawKrXHxvTeIykNMiMpEcptPnB8L4QAaGo9hA21K_Vz02EJvkbhNk5LNJ_7womZXCjkOlor40NA720gdfoDEBgzxMuj4U_q5Q-KJPhjW4H8IG1eG9As6P_9BsTQJPW54mCCFszoIClGq2mqdNPRce7R6NI8u456W5Gx-erF7-631DA05WjR7rjBwK9NiGmhcVxrskyPlg1O1Y5bMpZg8hoiL4mhGLeIOgnDHqtZI5LUrHGkMn2CcfXej-rBrJ3CuM7oHovtMYo_agXcMw0eNBkfQdz1p07EAKZ9hfb8HoZIJohgsoW377xbRuILckReyzY7BPwALMnZ3HPWT2gw9_20taxUOpj2f79Iv2VxoE86V3kpAaIg2XGQpzZZtgq24DQHTSTcUl9tVi3Rxn_dNUFOz2QpgdigTajtkJylOiu6RZWorUnnvOLMUrBYhYuRPov2LuN3GQaXSq8pG-a7qewF0l1IbJriINAsuCCl41scaSE5Tgcu7akX48WnZeu9m8gRfdRamNWUWuM4l3h7wnhEJoS_6mI7Vo7kmFDGxtmGQYpt2RV0QT5mh7kgOihQiqz3d_Om6Io5-3_RpEsJmxomZJs0a4gIUsp8OJIlrpGQ5Kfjy67qt1D3csc6xy3H74JhOp9y0AAHinT9508bm9_xJVK5q8uhMhMuWp52kQaPtObgHq8BkXwYV5lVLUBNs1dqzTSkN14Dkm67nsM0qUZ32fz9C8EF5ySP-V4Ah_KswOVl0yX56vB3vBspE3ck1DUAn1_nIWmRfT9ZC0qlIbgGcWYs2YWgrNIvriQ9kyHX_Mei6O9ZAjbn_RkT1eXnZxaC8oLcsTOowWBibXD901hRHXqADfGKSlfx2e6h8_CKaY4AHhaE0w1Bqq5xYqoQ0sYVYnL4i1_ki
ru: https://lh3.googleusercontent.com/d/1KjgLsgLqqY0EdIUwgwp8NRy7jCtXWYGq

# StartMessage
source: Welcome to PutiNet! 👋 Your guide to a safe and unrestricted internet. We offer reliable and fast VPN services to protect your data and ensure anonymity. 💡 Why choose PutiNet? 🌐 Freedom and security: Work, communicate, and enjoy the internet without limits. 🚀 Forget about restrictions and enjoy unrestricted access to all your favorite services. ⚡ High speed and stable performance. Start your journey to internet freedom with us!
ru: Добро пожаловать в PutiNet! 👋 Ваш проводник в безопасный и свободный интернет. Мы предлагаем надёжный и быстрый VPN, который защитит ваши данные и обеспечит анонимность. 💡 Почему стоит выбрать PutiNet? 🌐 Свобода и безопасность: Работайте, общайтесь и наслаждайтесь интернетом без ограничений. 🚀 Забудьте о блокировках и получайте доступ ко всем любимым сервисам. ⚡ Высокая скорость и стабильная работа. Начните своё путешествие в мир свободного интернета вместе с нами!

# SubscriptionMessage
source: 🔒 Status: {0} ⏳ Valid until: {1} 📊 Traffic used: {2} 🔑 Your access key: {3}
ru: 🔒 Статус: {0} ⏳ Действует до: {1} 📊 Использовано трафика: {2} 🔑 Ваш ключ доступа: {3}

# SubscriptionStatusActive
source: ✅ Subscription is active
ru: ✅ Подписка активна

# SubscriptionStatusExpired
source: ❌ Subscription has expired
ru: ❌ Подписка просрочена

# SubscriptionStatusNone
source: 🚫 No active subscription
ru: 🚫 Активной подписки нет

# SuccessMessage
source: 🎉 Thank you for your purchase! Your {0} subscription has been successfully activated. 🔑 VPN Access: You can start using the VPN right away. Your access will be valid until {1}. If you have any questions, please contact our support team.
ru: 🎉 Спасибо за покупку\! Ваша подписка на **{0}** успешно активирована\. 🔑 Доступ к VPN: \- Вы можете начать пользоваться VPN прямо сейчас\. \- Ваш доступ будет действителен до **{1}**\. Если у вас возникли вопросы, пожалуйста, свяжитесь с нашей поддержкой\.
